Repository: akornatskyy/wheezy.web
Catalog: demos/public/i18n/*/LC_MESSAGES/validation.po
Languages: ru

source: %Y/%m/%d
ru: %d.%m.%Y

source: %m/%d/%Y|%Y-%m-%d|%m/%d/%y
ru: %d.%m.%y|%Y-%m-%d

source: %Y/%m/%d %H:%M
ru: %d.%m.%Y %H:%M

source: %Y/%m/%d %H:%M:%S|%m/%d/%Y %H:%M|%m/%d/%Y %H:%M:%S|%Y-%m-%d %H:%M|%Y-%m-%d %H:%M:%S|%m/%d/%y %H:%M|%m/%d/%y %H:%M:%S
ru: %d.%m.%Y %H:%M:%S|%d.%m.%y %H:%M|%d.%m.%y %H:%M:%S|%Y-%m-%d %H:%M|%Y-%m-%d %H:%M:%S

source: The value '%s' is invalid.
ru: Значение '%s' является неверным.

source: The value '%s' is not in one of supported formats.
ru: Значение '%s' не соответсвует ни одному из поддеживаемых форматов.

source: Input was not in a correct format.
ru: Ввод не в правильном формате.

source: Required field cannot be left blank.
ru: Обязательное поле не может быть пустым.

source: Required to be a minimum of %(min)d characters in length.
ru: Должно содержать, как минимум, %(min)d символов в длинну.

source: The length must fall within the range %(min)d - %(max)d characters.
ru: Длина строки должна находиться в пределах диапазона %(min)d - %(max)d символов.

source: Exceeds maximum length of %(max)d.
ru: Превышена максимально допустимая длина %(max)d.

source: The value failed equality comparison with "%(comparand)s".
ru: Значение не равно в сравнении с "%(comparand)s".

source: Required to match validation pattern.
ru: Обязательно должно соответствовать проверяемому шаблону.

source: Invalid slug. The value must consist of letters, digits, underscopes and/or hyphens.
ru: Неверный слаг. Значение должно содержать буквы, цыфры, знак подчеркивания и/или тире.

source: Required to be a valid email address.
ru: Обязательно должно соответствовать правильному адресу электронной почты.

source: Required to be greater or equal to %(min)s.
ru: Должно быть больше или равно %(min)s.

source: The value must fall within the range %(min)s - %(max)s
ru: Значение должно попадать в диапазон %(min)s - %(max)s

source: Exceeds maximum allowed value of %(max)s.
ru: Превышает максимально допустимое значение %(max)s.

source: Passwords do not match.
ru: Пароли не совпадают.
