Repository: akornatskyy/wheezy.web
Catalog: demos/quickstart-i18n/i18n/*/LC_MESSAGES/public.po
Languages: ru

source: Home
ru: Домашняя

source: Welcome!
ru: Добро пожаловать!

source: We are sorry, we can not process your request.
ru: Извените, к сожалению, мы не можем обработать ваш запрос.

source: Oops! Code 500. Sorry, we can not process your request.
ru: Oops! Code 500. К сожалению, мы не можем обработать ваш запрос.

source: Bad Request
ru: Неверный запрос

source: Oops! Code 400. Sorry, we can't process your request.
ru: Oops! Code 400. К сожалению, мы не можем обработать ваш запрос.

source: We are sorry, the page you requested cannot be found.
ru: К сожалению, запрашиваемая страница не найдена.

source: Oops! Code 404. Sorry, we can't find that page.
ru: Oops! Ошибка 404. К сожалению, мы не можем найти эту страницу.

source: Access Denied
ru: Доступ запрещен

source: Oops! Code 403. Access is denied.
ru: Oops! Code 403. Доступ запрещен.
